"Оповещения" = "Notifications";
"Периодичность:" = "Periodicity:";
"Версия:" = "Version:";
"Разработано:" = "Designed by:";
"Всегда" = "Always";
"Не больше 1 в час" = "No more than 1 per hour";
"Не больше 1 в день" = "No more that 1 per a day";
"Не больше 5 в день" = "No more than 5 per a day";
"Не получать 1 час" = "Don't receive for 1 hour";
"Не получать 4 часа" = "Don't receive for 4 hours";
"Не получать 8 часов" = "Don't receive for 8 hours";
"Не получать 24 часа" = "Don't receive for 24 hours";
"Не получать никогда" = "Never receive";